const MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'
];

const AUTHOR_NAME = ['Иван', 'Елена', 'Вероника', 'Сергей', 'Павел', 'Ольга', 'Alex', 'Антон', 'Анастасия', 'Матвей'];

const DESCRIPTION = [
  'Пляж ококло отеля.',
  'Указатель к пляжу.',
  'Морское побережье.',
  'Вах, какые тут дэвушки.',
  'Самое эзотическое блюдо.',
  'Мой личный автомобиль.',
  'Сегодня на десерт клубника.',
  'Как бы не лопнуть.',
  'Спасите нас!!! Мы тут.',
  'Обувница - задвинул и не мешает.',
  'Песочная дорожка.',
  'Это не моя машина.',
  'А мы на овощной диете.',
  'Упаковали Барсика ленточкой. Теперь можно его кому-нибудь подарить.',
  '45 на босу ногу, чтоб под мышкою не терло...',
  'Икар и Декар нам могли бы только позавидовать.',
  'Хор. Хорошо хоть не церковный.',
  'Мой раритет. Жалко его ломать, поэтому не езжу.',
  '22 век. Теперь тапочки делают с фонариками.',
  'Бананы, кокосы - апельсиновый рай.',
  'Так и не понял что съел.',
  'Чой это там плывет такое не понятное.',
  'Маленький, а хватает больно.',
  'Гори, гори ясно...',
  'Танки грязи не боятся... Правда это девиз нашего камаза, но сути не меняет.',
];

const commentMaxData = {
  COMMENT_MAX_COUNT: 28,
  AVATAR_MAX_ID: 6,
  COMMENT_MAX_LENGTH: 150,
  MESSAGE_MAX_COUNT: 2
};

const PHOTO_COUNT = 25;

export {MESSAGES, AUTHOR_NAME, DESCRIPTION, commentMaxData, PHOTO_COUNT};
